Repository: kaihokori/pf
Catalog: Localizable.xcstrings
Source language: en
Languages: es, fr, id, ru, zh

source: No overdue goals
es: No hay goles atrasados
fr: Pas de buts en retard
id: Tidak ada tujuan yang terlambat
ru: Никаких просроченных целей
zh: 没有逾期的目标

source: No photo
es: No hay foto
fr: Pas de photo
id: Tidak ada foto
ru: Нет фото
zh: 没有照片

source: No Photo
es: No Hay Foto
fr: Pas De Photo
id: Tidak Ada Foto
ru: Нет Фото
zh: 没有照片

source: No place found
es: No se ha encontrado ningún lugar
fr: Aucun endroit trouvé
id: Tidak ada tempat yang ditemukan
ru: Место не найдено
zh: 未找到位置

source: No recorded sessions this week.
es: No hay sesiones grabadas esta semana.
fr: Aucune session enregistrée cette semaine.
id: Tidak ada sesi rekaman minggu ini.
ru: На этой неделе нет записанных сеансов.
zh: 本周没有录制的会议。

source: No recordings yet for this trip.
es: Aún no hay grabaciones para este viaje.
fr: Pas encore d'enregistrements pour ce voyage.
id: Belum ada rekaman untuk perjalanan ini.
ru: Записи для этой поездки пока нет.
zh: 这次旅行还没有录音。

source: No Recovery Categories
es: Categorías sin recuperación
fr: Pas de catégories de récupération
id: Tidak Ada Kategori Pemulihan
ru: Нет категорий восстановления
zh: 无恢复类别

source: No sports configured
es: No hay deportes configurados
fr: Aucun sport configuré
id: Tidak ada olahraga yang dikonfigurasi
ru: Спорт не настроен
zh: 没有配置运动

source: No supplements yet
es: Todavía no hay suplementos
fr: Pas encore de suppléments
id: Belum ada suplemen
ru: Добавок пока нет
zh: 还没有补品

source: No Trips Added Yet
es: Todavía No Se Han Añadido Viajes
fr: Aucun Voyage N'A Encore Été Ajouté
id: Belum Ada Perjalanan Yang Ditambahkan
ru: Пока Нет Добавленных Поездок
zh: 尚未添加行程

source: No weight groups yet
es: Aún no hay grupos de peso
fr: Pas encore de groupes de poids
id: Belum ada kelompok berat badan
ru: Весовых групп пока нет
zh: 还没有重量组

source: No wellness metrics
es: No hay métricas de bienestar
fr: Pas de mesures de bien-être
id: Tidak ada metrik kesehatan
ru: Нет показателей здоровья
zh: 没有健康指标

source: Not Connected
es: No Está Conectado
fr: Non Connecté
id: Tidak Terhubung
ru: Не Подключено
zh: 未连接

source: Not enough data
es: No hay suficientes datos
fr: Pas assez de données
id: Data tidak cukup
ru: Недостаточно данных
zh: 数据不足

source: Not Logged
es: No Registrado
fr: Non connecté
id: Tidak Tercatat
ru: Не Записано
zh: 未登录

source: Note
es: Nota
id: Catatan
ru: Примечание
zh: 笔记

source: Note (optional)
es: Nota (opcional)
fr: Remarque (facultatif)
id: Catatan (opsional)
ru: Примечание (необязательно)
zh: 备注（可选）

source: Note (Optional)
es: Nota (Opcional)
fr: Remarque (facultatif)
id: Catatan (Opsional)
ru: Примечание (необязательно)
zh: 备注（可选）

source: Notes
es: Notas
id: Catatan
ru: Заметки
zh: 笔记

source: Notes: %@
es: Notas: %@
id: Catatan: %@
ru: Примечания: %@
zh: 备注：%@

source: Nutrition
es: Nutrición
id: Nutrisi
ru: Питание
zh: 营养学

source: Nutrition shortcuts
es: Atajos de nutrición
fr: Raccourcis nutritionnels
id: Jalan pintas nutrisi
ru: Ярлыки по питанию
zh: 营养捷径

source: Nutrition Summary
es: Resumen de nutrición
fr: Résumé de la nutrition
id: Ringkasan Nutrisi
ru: Сводка по питанию
zh: 营养总结

source: Nutrition Targets
es: Objetivos nutricionales
fr: Objectifs nutritionnels
id: Target Nutrisi
ru: Целевые питательные
zh: 营养目标

source: Nutrition: %@
es: Nutrición: %@
id: Nutrisi: %@
ru: Питание: %@
zh: 营养：%@

source: Nutrition: Per 100g serving
es: Nutrición: Por 100 g de porción
fr: Nutrition : Par portion de 100 g
id: Nutrisi: Per porsi 100g
ru: Питание: на 100 г порции
zh: 营养：每100克

source: OK
es: Vale
id: Baik
ru: Нормально
zh: 好的

source: Open in Maps
es: Abrir en Mapas
fr: Ouvrir dans Maps
id: Buka di Peta
ru: Открыть в Картах
zh: 在地图中打開

source: Open Settings
es: Abrir Ajustes
fr: Ouvrir les paramètres
id: Buka Pengaturan
ru: Открыть Настройки
zh: 打开设置

source: Optimal Duration
es: Duración óptima
fr: Durée optimale
id: Durasi Optimal
ru: Оптимальная Продолжительность
zh: 最佳持续时间

source: Optimal Frequency
es: Frecuencia óptima
fr: Fréquence optimale
id: Frekuensi Optimal
ru: Оптимальная Частота
zh: 最佳频率

source: Optimal Temperature
es: Temperatura Óptima
fr: Température optimale
id: Suhu Optimal
ru: Оптимальная Температура
zh: 最佳温度

source: Over Time
es: Con El Tiempo
fr: Au Fil Du Temps
id: Seiring waktu
ru: Со Временем
zh: 随着时间的推移

source: Overdue
es: Atrasado
fr: En retard
id: Terlambat
ru: Просроченный
zh: 到期未付的

source: Photo
es: Foto
id: Foto
ru: Фото
zh: 照片的

source: Photos Access Required
es: Se requiere acceso a las fotos
fr: Photos d'accès requis
id: Diperlukan Akses Foto
ru: Требуется доступ к фотографиям
zh: 需要访问照片

source: Pick the factor that matches lifestyle; that product is the maintenance calorie target.
es: Elija el factor que coincida con el estilo de vida; ese producto es el objetivo de calorías de mantenimiento.
fr: Choisissez le facteur qui correspond au mode de vie ; ce produit est l'objectif calorique d'entretien.
id: Pilih faktor yang sesuai dengan gaya hidup; produk itu adalah target kalori pemeliharaan.
ru: Выберите фактор, который соответствует образу жизни; этот продукт является целью поддержания калорий.
zh: 选择与生活方式相匹配的因素；该产品是维持卡路里的目标。

source: Pick which days should default to Rest at the start of each week. Those days will be marked grey in your weekly timeline.
es: Elija qué días deben estar por defecto en el descanso al comienzo de cada semana. Esos días estarán marcados en gris en su línea de tiempo semanal.
fr: Choisissez les jours de repos par défaut au début de chaque semaine. Ces jours seront marqués en gris dans votre calendrier hebdomadaire.
id: Pilih hari mana yang harus default untuk Beristirahat di awal setiap minggu. Hari-hari itu akan ditandai abu-abu dalam garis waktu mingguan Anda.
ru: Выберите, какие дни должны быть по умолчанию «Отдохнуть» в начале каждой недели. Эти дни будут отмечены серым цветом в вашей еженедельной хронологии.
zh: 选择每周开始时应默认为休息的日子。 这些日子将在您的每周时间表中标记为灰色。

source: Plan Your adventures
es: Planifica tus aventuras
fr: Planifiez vos aventures
id: Rencanakan petualangan Anda
ru: Планируйте свои приключения
zh: 计划你的冒险

source: plays
es: Obras de teatro
fr: Joue
id: Bermain
ru: Играет
zh: 戏剧

source: Please allow access to your photo library to auto-match photos found around this time and location.
es: Por favor, permita el acceso a su biblioteca de fotos para hacer coincidir automáticamente las fotos encontradas alrededor de esta hora y ubicación.
fr: Veuillez autoriser l'accès à votre photothèque pour faire correspondre automatiquement les photos trouvées à cette heure et à ce lieu.
id: Mohon izinkan akses ke perpustakaan foto Anda untuk mencocokkan foto secara otomatis yang ditemukan sekitar waktu dan lokasi ini.
ru: Пожалуйста, разрешите доступ к вашей библиотеке фотографий, чтобы автоматически сопоставить фотографии, найденные в это время и в этом месте.
zh: 请允许访问您的照片库，以自动匹配在此时间和位置附近发现的照片。

source: Preparation
es: Preparación
fr: Préparation
id: Persiapan
ru: Подготовка
zh: 准备

source: Privacy Policy
es: Política de privacidad
fr: Politique de confidentialité
id: Kebijakan Privasi
ru: Политика конфиденциальности
zh: 隐私政策

source: Pro
es: Profesional
ru: Профессионал
zh: 职业选手

source: PRO
es: Profesional
ru: Профессионал
zh: 职业选手

source: Processing...
es: Procesando...
fr: Traitement...
id: Memproses...
ru: Обработка...
zh: 处理...

source: Progress
es: Progreso
fr: Progrès
id: Kemajuan
ru: Прогресс
zh: 进展

source: Progress photo
es: Foto de progreso
fr: Photo d'avancement
id: Foto kemajuan
ru: Фотография прогресса
zh: 进度照片

source: Protein
es: Proteína
fr: Protéine
ru: Белок
zh: 蛋白质

source: Protocol Minimums
es: Mínimos de protocolo
fr: Minimums de protocole
id: Minimum Protokol
ru: Протокольные Минимумы
zh: 协议最低限度

source: Protocol Targets
es: Objetivos de protocolo
fr: Cibles du protocole
id: Target Protokol
ru: Цели протокола
zh: 协议目标

source: Quick Add
es: Adición rápida
fr: Ajouter rapidement
id: Tambah Cepat
ru: Быстрое добавление
zh: 快速添加

source: Receive a daily reminder with your remaining habits.
es: Recibe un recordatorio diario con tus hábitos restantes.
fr: Recevez un rappel quotidien avec vos habitudes restantes.
id: Terima pengingat harian dengan kebiasaan Anda yang tersisa.
ru: Получайте ежедневное напоминание о своих оставшихся привычках.
zh: 每天收到您剩余习惯的提醒。

source: Receive a notification when a sauna or cold plunge timer finishes.
es: Recibe una notificación cuando termine una sauna o un temporizador de inmersión en frío.
fr: Recevez une notification lorsqu'un sauna ou une minuterie de plongée froide se termine.
id: Terima pemberitahuan ketika sauna atau pengatur waktu terjun dingin selesai.
ru: Получите уведомление, когда закончится таймер сауны или холодного погружения.
zh: 桑拿或冷跳水计时器结束时收到通知。

source: Receive a notification when an activity timer finishes.
es: Recibe una notificación cuando termine un temporizador de actividad.
fr: Recevez une notification à la fin d'une minuterie d'activité.
id: Menerima pemberitahuan saat pengatur waktu aktivitas selesai.
ru: Получите уведомление, когда таймер активности закончится.
zh: 活动计时器结束时收到通知。

source: Receive a notification when your fasting window ends.
es: Recibe una notificación cuando termine tu ventana de ayuno.
fr: Recevez une notification à la fin de votre fenêtre de jeûne.
id: Terima pemberitahuan saat jendela puasa Anda berakhir.
ru: Получите уведомление, когда окно вашего поста закончится.
zh: 禁食窗口结束时收到通知。

source: Receive a reminder to check in on your workout days.
es: Reciba un recordatorio para registrarse en sus días de entrenamiento.
fr: Recevez un rappel pour vous enregistrer lors de vos jours d'entraînement.
id: Terima pengingat untuk memeriksa hari-hari latihan Anda.
ru: Получите напоминание о необходимости зарегистрироваться в дни тренировок.
zh: 收到提醒，在锻炼日签到。

source: Receive a weekly reminder to capture your progress photo.
es: Recibe un recordatorio semanal para capturar tu foto de progreso.
fr: Recevez un rappel hebdomadaire pour capturer votre photo de progression.
id: Terima pengingat mingguan untuk mengambil foto kemajuan Anda.
ru: Получайте еженедельное напоминание, чтобы сделать фотографию вашего прогресса.
zh: 接收每周的提醒，以捕捉您的进度照片。

source: Receive local reminders for tasks in your Daily Tasks list.
es: Recibe recordatorios locales para tareas en tu lista de tareas diarias.
fr: Recevez des rappels locaux pour les tâches de votre liste de tâches quotidiennes.
id: Terima pengingat lokal untuk tugas dalam daftar Tugas Harian Anda.
ru: Получайте локальные напоминания о задачах в списке ежедневных задач.
zh: 接收每日任务列表中任务的本地提醒。

source: Receive reminders for your scheduled workouts.
es: Recibe recordatorios para tus entrenamientos programados.
fr: Recevez des rappels pour vos entraînements programmés.
id: Terima pengingat untuk latihan terjadwal Anda.
ru: Получайте напоминания о запланированных тренировках.
zh: 接收您预定的锻炼提醒。

source: Receive reminders for your upcoming activities.
es: Recibe recordatorios para tus próximas actividades.
fr: Recevez des rappels pour vos activités à venir.
id: Terima pengingat untuk aktivitas Anda yang akan datang.
ru: Получайте напоминания о предстоящих мероприятиях.
zh: 接收关于您即将到来的活动的提醒。

source: Receive reminders to log meals at scheduled times.
es: Recibe recordatorios para registrar las comidas a horas programadas.
fr: Recevez des rappels pour enregistrer les repas aux heures programmées.
id: Menerima pengingat untuk mencatat makanan pada waktu yang dijadwalkan.
ru: Получайте напоминания о том, чтобы зарегистрировать питание в назначенное время.
zh: 接收提醒，在预定时间记录餐食。

source: Recent Records
es: Registros recientes
fr: Dossiers Récents
id: Catatan Terbaru
ru: Последние Записи
zh: 最近的记录

source: Recipe details
es: Detalles de la receta
fr: Détails de la recette
id: Detail resep
ru: Подробная информация о рецепте
zh: 食谱详情

source: Recipe Lookup
es: Búsqueda de recetas
fr: Recherche de recettes
id: Pencarian Resep
ru: Поиск рецептов
zh: 食谱查询

source: Recommended: %@
es: Recomendado: %@
fr: Recommandé : %@
id: Direkomendasikan: %@
ru: Рекомендуется: %@
zh: 推荐：%@

source: Record
es: Marca
fr: Enregistrement
id: Rekor
ru: Запись
zh: 最高纪录

source: Recovery Cardio Benefits
es: Beneficios cardiovasculares de recuperación
fr: Avantages Cardio De Récupération
id: Manfaat Kardio Pemulihan
ru: Преимущества восстановления кардио
zh: 恢复有氧运动的好处

source: Recovery Metabolic Benefits
es: Beneficios metabólicos de recuperación
fr: Avantages métaboliques de la récupération
id: Manfaat Metabolik Pemulihan
ru: Метаболические преимущества восстановления
zh: 恢复代谢的好处

source: Recovery Timers
es: Temporizadores de recuperación
fr: Minuteries de récupération
id: Pengatur Waktu Pemulihan
ru: Таймеры восстановления
zh: 恢复计时器

source: Recovery Tracking
es: Seguimiento de la recuperación
fr: Suivi de la récupération
id: Pelacakan Pemulihan
ru: Отслеживание восстановления
zh: 恢复跟踪

source: Redeem
es: Canjear
fr: Racheter
id: Tukarkan
ru: Выкупать, выкупить
zh: 赎回

source: Remaining
es: Restante
fr: Restant
id: Sisanya
ru: Оставшийся
zh: 剩余的

source: Reminder time
es: Tiempo de recordatorio
fr: Temps de rappel
id: Waktu pengingat
ru: Время напоминания
zh: 提醒时间

source: Remove
es: Eliminar
fr: Enlever
id: Memindahkan
ru: Убирать, убрать
zh: 拿走

source: Rename
es: Dar un nuevo nombre a
fr: Rebaptiser
id: Ganti nama
ru: Переименовывать, переименовать
zh: 重新命名

source: Rename Journey
es: Renombrar Viaje
fr: Renommer Journey
id: Ganti Nama Perjalanan
ru: Переименовать путешествие
zh: 重命名旅程

source: Reorder
es: Volver a ordenar
fr: Nouvelle commande
id: Urit ulang
ru: Повторный заказ
zh: 再订购

source: Report a Problem
es: Informar de un problema
fr: Signaler un problème
id: Laporkan Masalah
ru: Сообщить о проблеме
zh: 报告问题

source: Report submitted
es: Informe presentado
fr: Rapport soumis
id: Laporan diserahkan
ru: Отчет представлен
zh: 报告已提交

source: Reps
es: Representantes
fr: Représentants
id: Pengulangan
ru: Представитель
zh: 代表

source: Requires iOS 17
es: Requiere iOS 17
fr: Nécessite iOS 17
id: Memerlukan iOS 17
ru: Требуется iOS 17
zh: 需要iOS 17

source: Rest
es: Resto
fr: Se reposer
id: Tidur
ru: Отдых
zh: 剩余部分

source: Rest Days
es: Días De Descanso
fr: Jours de repos
id: Hari Istirahat
ru: Дни Отдыха
zh: 休息日

source: Rest Timer
es: Temporizador de descanso
fr: Minuterie de repos
id: Pengatur Waktu Istirahat
ru: Таймер Отдыха
zh: 休息計時器

source: REST TIMER
es: TEMPORIZADOR DE DESCANSO
fr: MINUTERIE DE REPOS
id: PENGHITUNG WAKTU ISTIRAHAT
ru: ТАЙМЕР ОТДЫХА
zh: 休息时器

source: Restore
es: Restaurar
fr: Restaurer
id: Memulihkan
ru: Восстанавливать, восстановить
zh: 修复

source: Return
es: Vuelta
fr: Retour
id: Kembali
ru: Возвращение
zh: 返回

source: Right Calf
es: Pantorrilla derecha
fr: Mollet droit
id: Betis Kanan
ru: Правый Голенок
zh: 右小腿

source: Right Foot
es: Pie Derecho
fr: Pied Droit
id: Kaki Kanan
ru: Правая Нога
zh: 右脚

source: Right Forearm
es: Antebrazo Derecho
fr: Avant-bras droit
id: Lengan Kanan
ru: Правое предплечье
zh: 右前臂

source: Right Glute
es: Glúteo derecho
fr: Fessier Droit
id: Glute Kanan
ru: Правая ягодика
zh: 右臀部

source: Right Hamstring
es: Tendón de la corva derecho
fr: Ischio-jambier droit
id: Hamstring Kanan
ru: Правое подколенное сухожилие
zh: 右腿筋

source: Right Hand
es: Mano derecha
fr: Main droite
id: Tangan Kanan
ru: Правая Рука
zh: 右手

source: Right Shin
es: Espinilla derecha
fr: Shin droit
id: Tulang Kering Kanan
ru: Правая Голеня
zh: 右小腿

source: Right Shoulder
es: Hombro derecho
fr: Épaule Droite
id: Bahu Kanan
ru: Правое Плечо
zh: 右肩

source: Right Thigh
es: Muslo derecho
fr: Cuisse droite
id: Paha Kanan
ru: Правое Бедро
zh: 右大腿

source: Right Upper Arm
es: Parte Superior Derecha Del Brazo
fr: Haut Du Bras Droit
id: Lengan Atas Kanan
ru: Правая Рука
zh: 右上臂

source: RMR ≈ 780 + 1125 − 150 + 5 = 1760 kcal/day
es: RMR ≈ 780 + 1125 − 150 + 5 = 1760 kcal/día
fr: RMR ≈ 780 + 1125 − 150 + 5 = 1760 kcal/jour
id: RMR ≈ 780 + 1125 − 150 + 5 = 1760 kkal/hari
ru: RMR ≈ 780 + 1125 − 150 + 5 = 1760 ккал/день
zh: RMR ≈ 780 + 1125 − 150 + 5 = 1760千卡/天

# Round %@ • %@
source: Round %1$@ • %2$@
es: Ronda %@ • %@
fr: %@ Rond • %@
id: Bulatkan %@ • %@
ru: Круг %@ • %@
zh: 回合%@ • %@

source: Routine
es: Rutina
id: Rutin
ru: Регулярный
zh: 惯例

source: ROUTINE SUMMARY
es: RESUMEN DE LA RUTINA
fr: RÉSUMÉ DE LA ROUTINE
id: RINGKASAN RUTIN
ru: РЕЗЮМЕ РУТИНЫ
zh: 例行總結

source: Save
es: Guardar
fr: Économiser
ru: Хранить
zh: 挽救

source: Scanned: %@
es: Escaneado: %@
fr: Scanné : %@
id: Dipindai: %@
ru: Отсканировано: %@
zh: 扫描：%@

source: Schedule sessions or record sets in a couple taps.
es: Programe sesiones o grabe conjuntos en un par de toques.
fr: Planifiez des sessions ou enregistrez des ensembles en quelques clics.
id: Jadwalkan sesi atau set rekaman dalam beberapa ketukan.
ru: Запланируйте сеансы или записи за пару нажатий.
zh: 只需轻点几下即可安排会话或录制集。

source: Schedule Tracking
es: Seguimiento de la programación
fr: Suivi du calendrier
id: Pelacakan Jadwal
ru: Отслеживание расписания
zh: 时间表跟踪

source: Search
es: Búsqueda
fr: Recherche
id: Pencarian
ru: Поиск
zh: 搜索

source: Search foods...
es: Buscar alimentos...
fr: Rechercher des aliments...
id: Cari makanan...
ru: Поиск продуктов...
zh: 搜索食物...

source: Search movies & TV shows...
es: Buscar películas y programas de televisión...
fr: Rechercher des films et des émissions de télévision...
id: Cari film & acara TV...
ru: Поиск фильмов и телешоу...
zh: 搜索电影和电视节目...

source: Search places
es: Buscar lugares
fr: Rechercher des lieux
id: Cari tempat
ru: Поиск мест
zh: 搜索地点

source: Search recipes...
es: Buscar recetas...
fr: Rechercher des recettes...
id: Cari resep...
ru: Поиск рецептов...
zh: 搜索食谱...

source: See all %lld features
es: Ver todas las características de %lld
fr: Voir toutes les fonctionnalités %lld
id: Lihat semua fitur %lld
ru: Посмотреть все функции %lld
zh: 查看所有%lld功能

source: See Less
es: Ver menos
fr: Voir moins
id: Lihat Lebih Sedikit
ru: См. Меньше
zh: 少看

source: Select a body part
es: Selecciona una parte del cuerpo
fr: Sélectionnez une partie du corps
id: Pilih bagian tubuh
ru: Выберите часть тела
zh: 选择一个身体部位

source: Select a Plan
es: Seleccione un plan
fr: Sélectionnez un plan
id: Pilih Rencana
ru: Выберите план
zh: 选择一个计划

source: Select Challenge
es: Seleccionar Desafío
fr: Sélectionnez le défi
id: Pilih Tantangan
ru: Выберите Вызов
zh: 选择挑战

source: Select Metric
es: Seleccionar Métrica
fr: Sélectionnez la mesure
id: Pilih Metrik
ru: Выберите метрику
zh: 选择指标

source: Select metrics
es: Seleccionar métricas
fr: Sélectionnez les mesures
id: Pilih metrik
ru: Выберите показатели
zh: 选择指标

source: Select supplements
es: Seleccionar suplementos
fr: Sélectionnez les suppléments
id: Pilih suplemen
ru: Выберите добавки
zh: 选择补充

source: Select the days you typically rest
es: Selecciona los días que normalmente descansas
fr: Sélectionnez les jours où vous vous reposez habituellement
id: Pilih hari-hari yang biasanya Anda istirahatkan
ru: Выберите дни, когда вы обычно отдыхаете
zh: 选择你通常休息的日子

source: Select weight record group
es: Seleccione el grupo de registro de peso
fr: Sélectionnez le groupe d'enregistrement de poids
id: Pilih kelompok catatan berat badan
ru: Выберите группу весовых записей
zh: 选择体重记录组

source: Select which types of alerts you would like to receive.
es: Seleccione los tipos de alertas que desea recibir.
fr: Sélectionnez les types d'alertes que vous souhaitez recevoir.
id: Pilih jenis peringatan yang ingin Anda terima.
ru: Выберите, какие типы оповещений вы хотите получать.
zh: 选择您想要接收的警报类型。

source: Session Details
es: Detalles de la sesión
fr: Détails de la session
id: Rincian Sesi
ru: Детали сеанса
zh: 会话详情

source: Session name
es: Nombre de la sesión
fr: Nom de la session
id: Nama sesi
ru: Название сеанса
zh: 会话名称

source: Sets
es: Conjuntos
fr: Ensembles
id: Set
ru: Наборы
zh: 设置

source: Settings
es: Ajustes
fr: Paramètres
id: Pengaturan
ru: Настройки
zh: 设置

source: Share
es: Parte
fr: Partager
id: Saham
ru: Доля
zh: 份额

source: Share Activity Stats
es: Compartir estadísticas de actividad
fr: Partager Les Statistiques D'Activité
id: Bagikan Statistik Aktivitas
ru: Делитесь статистикой активности
zh: 分享活动统计

source: Share Activity Summary
es: Compartir resumen de la actividad
fr: Partager le résumé de l'activité
id: Bagikan Ringkasan Aktivitas
ru: Поделиться Сводка Действий
zh: 分享活动摘要

source: Share Nutrition Stats
es: Compartir estadísticas nutricionales
fr: Partager les statistiques nutritionnelles
id: Bagikan Statistik Nutrisi
ru: Поделиться Статистикой Питания
zh: 分享营养统计

source: Share Nutrition Summary
es: Compartir Resumen de Nutrición
fr: Partager le résumé de la nutrition
id: Bagikan Ringkasan Nutrisi
ru: Поделиться Сводка По Питанию
zh: 分享营养总结

source: Share Routine Stats
es: Compartir Estadísticas De Rutina
fr: Partager les statistiques de routine
id: Bagikan Statistik Rutin
ru: Делитесь регулярной статистикой
zh: 分享常规统计数据

source: Share Routine Summary
es: Compartir resumen de la rutina
fr: Partager le résumé de la routine
id: Bagikan Ringkasan Rutinitas
ru: Поделиться Сводка О Рутине
zh: 分享常规摘要

source: Share Wellness Stats
es: Compartir Estadísticas De Bienestar
fr: Partager des statistiques sur le bien-être
id: Bagikan Statistik Kesehatan
ru: Делитесь статистикой здоровья
zh: 分享健康统计数据

source: Share Wellness Summary
es: Compartir resumen de bienestar
fr: Partager le résumé du bien-être
id: Bagikan Ringkasan Kesehatan
ru: Поделиться Сводка Оздоровления
zh: 分享健康总结

source: Share your recovery & health journey.
es: Comparte tu viaje de recuperación y salud.
fr: Partagez votre parcours de rétablissement et de santé.
id: Bagikan perjalanan pemulihan & kesehatan Anda.
ru: Поделитесь своим путешествием по восстановлению и здоровью.
zh: 分享您的康复和健康之旅。

source: Shoulders & Arms
es: Hombros y brazos
fr: Épaules et bras
id: Bahu & Lengan
ru: Плечи и руки
zh: 肩膀和手臂

source: Show Less
es: Mostrar menos
fr: Montrer moins
id: Tampilkan Lebih Sedikit
ru: Показать Меньше
zh: 少显示

source: Show More
es: Mostrar más
fr: Afficher Plus
id: Tampilkan Lebih Banyak
ru: Показать больше
zh: 显示更多

source: Show off your healthy habits!
es: ¡Muestra tus hábitos saludables!
fr: Montrez vos habitudes saines !
id: Pamerkan kebiasaan sehat Anda!
ru: Покажите свои здоровые привычки!
zh: 炫耀你的健康习惯！

source: Sign in with Google
es: Inicia sesión con Google
fr: Connectez-vous avec Google
id: Masuk dengan Google
ru: Войти с помощью Google
zh: 用谷歌登录

source: Sign Out
es: Cierra sesión
fr: Déconnecter
id: Keluar
ru: Выйти
zh: 注销

source: Sign out of Trackerio?
es: ¿Sesión de Trackerio?
fr: Vous vous déconnectez de Trackerio ?
id: Keluar dari Trackerio?
ru: Выйти из Trackerio?
zh: 退出Trackerio？

source: Sleep Summary
es: Resumen del sueño
fr: Résumé du sommeil
id: Ringkasan Tidur
ru: Краткое описание сна
zh: 睡眠总结

source: Sleep Tracking
es: Seguimiento Del Sueño
fr: Suivi du sommeil
id: Pelacakan Tidur
ru: Отслеживание Сна
zh: 睡眠跟踪

source: Sobriety Tracking
es: Seguimiento de la sobriedad
fr: Suivi de la sobriété
id: Pelacakan Ketenaran
ru: Отслеживание трезвости
zh: 清醒跟踪

source: Source:
es: Fuente:
id: Sumber:
ru: Источник:
zh: 来源：

source: Source:  Weather
es: Fuente:  Clima
fr: Source : Météo
id: Sumber:  Cuaca
ru: Источник:  Погода
zh: 来源：天气

source: Split into 2–3 sessions
es: Dividir en 2-3 sesiones
fr: Diviser en 2 à 3 sessions
id: Dibagi menjadi 2-3 sesi
ru: Разделить на 2-3 сеанса
zh: 分为2-3个环节

source: Split into 2–4 sessions of 1–5 minutes each
es: Dividido en 2-4 sesiones de 1 a 5 minutos cada una
fr: Divisé en 2 à 4 séances de 1 à 5 minutes chacune
id: Dibagi menjadi 2-4 sesi masing-masing 1-5 menit
ru: Разделите на 2-4 сеанса по 1–5 минут каждый
zh: 分为2-4节，每节1-5分钟

source: Split: %@
es: División: %@
fr: Fractionnement : %@
id: Membagi: %@
ru: Разделение: %@
zh: 分割：%@

source: Sport name
es: Nombre del deporte
fr: Nom du sport
id: Nama olahraga
ru: Название вида спорта
zh: 运动名称
